Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Export_UrlSafe
source: URL-safe
ar: آمن لعناوين URL
cs: Bezpečné pro URL
de: URL-sicher
el: Ασφαλές για URL
es: Apto para URL
fa: امن برای URL
fr: Compatible URL
hu: URL-biztos
id: Aman untuk URL
it: Sicuro per URL
ja: URL セーフ
ko: URL 안전
pl: Bezpieczny dla URL
pt: Seguro para URL
ro: Sigur pentru URL
th: ปลอดภัยสำหรับ URL
tr: URL için güvenli
uk: Безпечно для URL
vi: An toàn cho URL
zh_hans: URL 安全
zh_hant: URL 安全

# Export_Padding
source: Padding (=)
ar: الحشو (=)
cs: Doplnění (=)
de: Auffüllung (=)
el: Συμπλήρωση (=)
es: Relleno (=)
fa: لایه‌گذاری (=)
fr: Remplissage (=)
hu: Kitöltés (=)
it: Riempimento (=)
ja: パディング (=)
ko: 패딩(=)
pl: Dopełnienie (=)
pt: Preenchimento (=)
ro: Umplutură (=)
th: การเติม (=)
tr: Dolgu (=)
uk: Доповнення (=)
vi: Phần đệm (=)
zh_hans: 填充（=）
zh_hant: 填補（=）

# Workspace_FileType
source: HexEditor workspace
ar: مساحة عمل HexEditor
cs: Pracovní prostor HexEditor
de: HexEditor-Arbeitsbereich
el: Χώρος εργασίας HexEditor
es: Área de trabajo de HexEditor
fa: فضای کاری HexEditor
fr: Espace de travail HexEditor
hu: HexEditor-munkaterület
id: Ruang kerja HexEditor
it: Area di lavoro HexEditor
ja: HexEditor ワークスペース
ko: HexEditor 작업 영역
pl: Obszar roboczy HexEditor
pt: Espaço de trabalho do HexEditor
ro: Spațiu de lucru HexEditor
th: พื้นที่ทำงาน HexEditor
tr: HexEditor çalışma alanı
uk: Робоча область HexEditor
vi: Không gian làm việc HexEditor
zh_hans: HexEditor 工作区
zh_hant: HexEditor 工作區

# Workspace_Saved
source: Saved the workspace {0}.
ar: تم حفظ مساحة العمل {0}.
cs: Pracovní prostor {0} byl uložen.
de: Der Arbeitsbereich {0} wurde gespeichert.
el: Ο χώρος εργασίας {0} αποθηκεύτηκε.
es: Se guardó el área de trabajo {0}.
fa: فضای کاری {0} ذخیره شد.
fr: Espace de travail {0} enregistré.
hu: A munkaterület mentve: {0}.
id: Ruang kerja {0} disimpan.
it: Area di lavoro {0} salvata.
ja: ワークスペース {0} を保存しました。
ko: 작업 영역 {0}을(를) 저장했습니다.
pl: Zapisano obszar roboczy {0}.
pt: Espaço de trabalho {0} salvo.
ro: Spațiul de lucru {0} a fost salvat.
th: บันทึกพื้นที่ทำงาน {0} แล้ว
tr: {0} çalışma alanı kaydedildi.
uk: Робочу область {0} збережено.
vi: Đã lưu không gian làm việc {0}.
zh_hans: 已保存工作区 {0}。
zh_hant: 已儲存工作區 {0}。

# Workspace_SaveFailed
source: Couldn't save the workspace: {0}
ar: تعذر حفظ مساحة العمل: {0}
cs: Pracovní prostor nelze uložit: {0}
de: Der Arbeitsbereich konnte nicht gespeichert werden: {0}
el: Δεν ήταν δυνατή η αποθήκευση του χώρου εργασίας: {0}
es: No se pudo guardar el área de trabajo: {0}
fa: ذخیرهٔ فضای کاری ممکن نشد: {0}
fr: Impossible d'enregistrer l'espace de travail : {0}
hu: Nem sikerült menteni a munkaterületet: {0}
id: Tidak dapat menyimpan ruang kerja: {0}
it: Impossibile salvare l'area di lavoro: {0}
ja: ワークスペースを保存できませんでした: {0}
ko: 작업 영역을 저장할 수 없습니다: {0}
pl: Nie można zapisać obszaru roboczego: {0}
pt: Não foi possível salvar o espaço de trabalho: {0}
ro: Spațiul de lucru nu a putut fi salvat: {0}
th: ไม่สามารถบันทึกพื้นที่ทำงาน: {0}
tr: Çalışma alanı kaydedilemedi: {0}
uk: Не вдалося зберегти робочу область: {0}
vi: Không thể lưu không gian làm việc: {0}
zh_hans: 无法保存工作区：{0}
zh_hant: 無法儲存工作區：{0}

# Workspace_OpenFailed
source: Couldn't open the workspace {0}: {1}
ar: تعذر فتح مساحة العمل {0}: {1}
cs: Pracovní prostor {0} nelze otevřít: {1}
de: Der Arbeitsbereich {0} konnte nicht geöffnet werden: {1}
el: Δεν ήταν δυνατό το άνοιγμα του χώρου εργασίας {0}: {1}
es: No se pudo abrir el área de trabajo {0}: {1}
fa: باز کردن فضای کاری {0} ممکن نشد: {1}
fr: Impossible d'ouvrir l'espace de travail {0} : {1}
hu: Nem sikerült megnyitni a munkaterületet ({0}): {1}
id: Tidak dapat membuka ruang kerja {0}: {1}
it: Impossibile aprire l'area di lavoro {0}: {1}
ja: ワークスペース {0} を開けませんでした: {1}
ko: 작업 영역 {0}을(를) 열 수 없습니다: {1}
pl: Nie można otworzyć obszaru roboczego {0}: {1}
pt: Não foi possível abrir o espaço de trabalho {0}: {1}
ro: Spațiul de lucru {0} nu a putut fi deschis: {1}
th: ไม่สามารถเปิดพื้นที่ทำงาน {0}: {1}
tr: {0} çalışma alanı açılamadı: {1}
uk: Не вдалося відкрити робочу область {0}: {1}
vi: Không thể mở không gian làm việc {0}: {1}
zh_hans: 无法打开工作区 {0}：{1}
zh_hant: 無法開啟工作區 {0}：{1}

# Workspace_OpenTitle
source: Open workspace
ar: فتح مساحة العمل
cs: Otevřít pracovní prostor
de: Arbeitsbereich öffnen
el: Άνοιγμα χώρου εργασίας
es: Abrir área de trabajo
fa: باز کردن فضای کاری
fr: Ouvrir un espace de travail
hu: Munkaterület megnyitása
id: Buka ruang kerja
it: Apri area di lavoro
ja: ワークスペースを開く
ko: 작업 영역 열기
pl: Otwórz obszar roboczy
pt: Abrir espaço de trabalho
ro: Deschidere spațiu de lucru
th: เปิดพื้นที่ทำงาน
tr: Çalışma alanını aç
uk: Відкриття робочої області
vi: Mở không gian làm việc
zh_hans: 打开工作区
zh_hant: 開啟工作區

# Workspace_OpenBody
source: Open the {1, plural, one {# tab} other {# tabs}} of {0}.
ar: فتح {1, plural, zero {# علامة تبويب} one {علامة تبويب واحدة} two {علامتي تبويب} few {# علامات تبويب} many {# علامة تبويب} other {# علامة تبويب}} من {0}.
cs: Otevřít {1, plural, one {# kartu} few {# karty} many {# karty} other {# karet}} z {0}.
de: {1, plural, one {# Registerkarte} other {# Registerkarten}} von {0} öffnen.
el: Άνοιγμα {1, plural, one {# καρτέλας} other {# καρτελών}} του {0}.
es: Abrir {1, plural, one {# pestaña} other {# pestañas}} de {0}.
fa: باز کردن {1, plural, one {# زبانهٔ} other {# زبانهٔ}} {0}.
fr: Ouvrir {1, plural, one {# onglet} other {# onglets}} de {0}.
hu: {0}: {1, plural, one {# lap} other {# lap}} megnyitása.
id: Buka {1, plural, other {# tab}} dari {0}.
it: Apri {1, plural, one {# scheda} other {# schede}} di {0}.
ja: {0} の {1, plural, other {# 個のタブ}}を開きます。
ko: {0}의 {1, plural, other {탭 #개}}를 엽니다.
pl: Otwórz {1, plural, one {# kartę} few {# karty} many {# kart} other {# karty}} z {0}.
pt: Abrir {1, plural, one {# guia} other {# guias}} de {0}.
ro: Deschideți {1, plural, one {fila} few {cele # file} other {cele # de file}} din {0}.
th: เปิด {1, plural, other {# แท็บ}}ของ {0}
tr: {0} içindeki {1, plural, one {# sekmeyi} other {# sekmeyi}} aç.
uk: Відкрити {1, plural, one {# вкладку} few {# вкладки} many {# вкладок} other {# вкладки}} з {0}.
vi: Mở {1, plural, other {# tab}} của {0}.
zh_hans: 打开 {0} 中的 {1, plural, other {# 个选项卡}}。
zh_hant: 開啟 {0} 的 {1, plural, other {# 個索引標籤}}。

# Workspace_NewWindow
source: In a new window
ar: في نافذة جديدة
cs: V novém okně
de: In einem neuen Fenster
el: Σε νέο παράθυρο
es: En una ventana nueva
fa: در پنجرهٔ جدید
fr: Dans une nouvelle fenêtre
hu: Új ablakban
id: Di jendela baru
it: In una nuova finestra
ja: 新しいウィンドウで開く
ko: 새 창에서
pl: W nowym oknie
pt: Em uma nova janela
ro: Într-o fereastră nouă
th: ในหน้าต่างใหม่
tr: Yeni pencerede
uk: У новому вікні
vi: Trong cửa sổ mới
zh_hans: 在新窗口中
zh_hant: 在新視窗中

# Workspace_ThisWindow
source: In this window
ar: في هذه النافذة
cs: V tomto okně
de: In diesem Fenster
el: Σε αυτό το παράθυρο
es: En esta ventana
fa: در این پنجره
fr: Dans cette fenêtre
hu: Ebben az ablakban
id: Di jendela ini
it: In questa finestra
ja: このウィンドウに追加
ko: 이 창에서
pl: W tym oknie
pt: Nesta janela
ro: În această fereastră
th: ในหน้าต่างนี้
tr: Bu pencerede
uk: У цьому вікні
vi: Trong cửa sổ này
zh_hans: 在此窗口中
zh_hant: 在此視窗中

# Transfer_recordLength
source: Bytes per record
ar: البايتات في كل سجل
cs: Bajtů na záznam
de: Bytes pro Datensatz
el: Byte ανά εγγραφή
es: Bytes por registro
fa: بایت در هر رکورد
fr: Octets par enregistrement
hu: Bájt rekordonként
id: Byte per rekaman
it: Byte per record
ja: 1 レコードのデータ長
ko: 레코드당 바이트 수
pl: Bajty na rekord
pt: Bytes por registro
ro: Octeți pe înregistrare
th: ไบต์ต่อเรคคอร์ด
tr: Kayıt başına bayt
uk: Байтів у записі
vi: Số byte mỗi bản ghi
zh_hans: 每条记录的字节数
zh_hant: 每筆記錄位元組數

# Transfer_intelMode
source: Address format
ar: تنسيق العنوان
cs: Formát adresy
de: Adressformat
el: Μορφή διεύθυνσης
es: Formato de dirección
fa: قالب آدرس
fr: Format d'adresse
hu: Címformátum
id: Format alamat
it: Formato indirizzo
ja: アドレスの形式
ko: 주소 형식
pl: Format adresu
pt: Formato do endereço
ro: Format adresă
th: รูปแบบที่อยู่
tr: Adres biçimi
uk: Формат адреси
vi: Định dạng địa chỉ
zh_hans: 地址格式
zh_hant: 位址格式

# Transfer_srecMode
source: Address format
ar: تنسيق العنوان
cs: Formát adresy
de: Adressformat
el: Μορφή διεύθυνσης
es: Formato de dirección
fa: قالب آدرس
fr: Format d'adresse
hu: Címformátum
id: Format alamat
it: Formato indirizzo
ja: アドレスの形式
ko: 주소 형식
pl: Format adresu
pt: Formato do endereço
ro: Format adresă
th: รูปแบบที่อยู่
tr: Adres biçimi
uk: Формат адреси
vi: Định dạng địa chỉ
zh_hans: 地址格式
zh_hant: 位址格式

# Transfer_startAddress
source: Start address (empty: the displayed address)
ar: عنوان البداية (فارغ: العنوان المعروض)
cs: Počáteční adresa (prázdné: zobrazená adresa)
de: Startadresse (leer: die angezeigte Adresse)
el: Διεύθυνση έναρξης (κενό: η εμφανιζόμενη διεύθυνση)
es: Dirección inicial (vacío: la dirección mostrada)
fa: آدرس آغاز (خالی: آدرس نمایش‌داده‌شده)
fr: Adresse de début (vide : l'adresse affichée)
hu: Kezdőcím (üres: a megjelenített cím)
id: Alamat awal (kosong: alamat yang ditampilkan)
it: Indirizzo iniziale (vuoto: l'indirizzo visualizzato)
ja: 開始アドレス (空欄: 表示上のアドレス)
ko: 시작 주소(비워 두면 표시된 주소)
pl: Adres początkowy (puste: wyświetlany adres)
pt: Endereço inicial (vazio: o endereço exibido)
ro: Adresă de început (gol: adresa afișată)
th: ที่อยู่เริ่มต้น (ว่าง: ที่อยู่ที่แสดง)
tr: Başlangıç adresi (boş: görüntülenen adres)
uk: Початкова адреса (порожньо: відображувана адреса)
vi: Địa chỉ bắt đầu (trống: địa chỉ đang hiển thị)
zh_hans: 起始地址（留空：显示的地址）
zh_hant: 起始位址（空白：顯示的位址）

# Transfer_execAddress
source: Execution start address (empty: none or the imported value)
ar: عنوان بدء التنفيذ (فارغ: لا شيء أو القيمة المستوردة)
cs: Počáteční adresa spuštění (prázdné: žádná nebo importovaná hodnota)
de: Startadresse der Ausführung (leer: keine oder der importierte Wert)
el: Διεύθυνση έναρξης εκτέλεσης (κενό: καμία ή η τιμή εισαγωγής)
es: Dirección de inicio de ejecución (vacío: ninguna o el valor importado)
fa: آدرس آغاز اجرا (خالی: هیچ یا مقدار واردشده)
fr: Adresse de début d'exécution (vide : aucune ou la valeur importée)
hu: Végrehajtási kezdőcím (üres: nincs, vagy az importált érték)
id: Alamat mulai eksekusi (kosong: tidak ada atau nilai yang diimpor)
it: Indirizzo di avvio dell'esecuzione (vuoto: nessuno o il valore importato)
ja: 実行開始アドレス (空欄: なし、またはインポート時の値)
ko: 실행 시작 주소(비워 두면 없음 또는 가져온 값)
pl: Adres początku wykonywania (puste: brak lub zaimportowana wartość)
pt: Endereço de início da execução (vazio: nenhum ou o valor importado)
ro: Adresă de început a execuției (gol: niciuna sau valoarea importată)
th: ที่อยู่เริ่มการทำงาน (ว่าง: ไม่มี หรือค่าที่นำเข้า)
tr: Yürütme başlangıç adresi (boş: yok veya içeri aktarılan değer)
uk: Початкова адреса виконання (порожньо: немає або імпортоване значення)
vi: Địa chỉ bắt đầu thực thi (trống: không có hoặc giá trị đã nhập)
zh_hans: 执行起始地址（留空：无或导入时的值）
zh_hant: 執行起始位址（空白：無或匯入的值）

# Transfer_omitGaps
source: Omit runs of the gap value
ar: حذف التتابعات من قيمة الفجوة
cs: Vynechat souvislé úseky hodnoty mezery
de: Folgen des Lückenwerts auslassen
el: Παράλειψη συνεχόμενων τιμών κενού
es: Omitir las secuencias del valor de hueco
fa: حذف توالی‌های مقدار شکاف
fr: Omettre les suites de la valeur de remplissage
hu: A hézagérték sorozatainak kihagyása
id: Hilangkan deretan nilai celah
it: Ometti le sequenze del valore di riempimento
ja: ギャップの値の連続を省略する
ko: 간격 값이 연속되는 부분 생략
pl: Pomijaj ciągi wartości luki
pt: Omitir sequências do valor de lacuna
ro: Omitere secvențe cu valoarea de gol
th: ละช่วงที่ต่อเนื่องของค่าช่องว่าง
tr: Boşluk değerinin dizilerini atla
uk: Пропускати послідовності значення пропуску
vi: Bỏ qua chuỗi giá trị khoảng trống
zh_hans: 省略连续的间隙值
zh_hant: 省略連續的間隙值

# Transfer_gapValue
source: Gap value (hex)
ar: قيمة الفجوة (hex)
cs: Hodnota mezery (Hex)
de: Lückenwert (hex)
el: Τιμή κενού (hex)
es: Valor de hueco (hex)
fa: مقدار شکاف (hex)
fr: Valeur de remplissage (hex)
hu: Hézagérték (hexadecimális)
id: Nilai celah (hex)
it: Valore di riempimento (hex)
ja: ギャップの値 (16 進)
ko: 간격 값(Hex)
pl: Wartość luki (hex)
pt: Valor de lacuna (hex)
ro: Valoare de gol (hex)
th: ค่าช่องว่าง (ฐานสิบหก)
tr: Boşluk değeri (hex)
uk: Значення пропуску (hex)
vi: Giá trị khoảng trống (hex)
zh_hans: 间隙值（十六进制）
zh_hant: 間隙值（Hex）

# Transfer_gapRun
source: Minimum run to omit (bytes)
ar: الحد الأدنى للتتابع المحذوف (بايت)
cs: Minimální délka úseku k vynechání (bajty)
de: Mindestlänge zum Auslassen (Bytes)
el: Ελάχιστη συνεχόμενη ακολουθία για παράλειψη (byte)
es: Longitud mínima para omitir (bytes)
fa: حداقل طول توالی برای حذف (بایت)
fr: Longueur minimale à omettre (octets)
hu: Kihagyandó legrövidebb sorozat (bájt)
id: Deretan minimum untuk dihilangkan (byte)
it: Sequenza minima da omettere (byte)
ja: 省略する最小の長さ (バイト)
ko: 생략할 최소 길이(바이트)
pl: Minimalny ciąg do pominięcia (bajty)
pt: Sequência mínima a omitir (bytes)
ro: Secvență minimă de omis (octeți)
th: ความยาวต่อเนื่องขั้นต่ำที่จะละ (ไบต์)
tr: Atlanacak en kısa dizi (bayt)
uk: Мінімальна послідовність для пропуску (байти)
vi: Độ dài chuỗi tối thiểu để bỏ qua (byte)
zh_hans: 要省略的最小连续长度（字节）
zh_hant: 要省略的最小連續長度（位元組）

# Transfer_upperCase
source: Uppercase hex
ar: hex بأحرف كبيرة
cs: Velká písmena v šestnáctkové soustavě
de: Hex in Großbuchstaben
el: Κεφαλαία hex
es: Hex en mayúsculas
fa: hex با حروف بزرگ
fr: Hex en majuscules
hu: Nagybetűs hexadecimális számjegyek
id: Hex huruf besar
it: Hex maiuscolo
ja: 16 進を大文字にする
ko: 16진수 대문자
pl: Hex wielkimi literami
pt: Hex em maiúsculas
ro: Hex cu majuscule
th: Hex ตัวพิมพ์ใหญ่
tr: Büyük harfli Hex
uk: Hex великими літерами
vi: Hex chữ hoa
zh_hans: 十六进制使用大写
zh_hant: 大寫十六進位

# Transfer_header
source: Header (S0)
ar: الرأس (S0)
cs: Záhlaví (S0)
el: Κεφαλίδα (S0)
es: Encabezado (S0)
fa: سرآیند (S0)
fr: En-tête (S0)
hu: Fejléc (S0)
it: Intestazione (S0)
ja: ヘッダ (S0)
ko: 헤더(S0)
pl: Nagłówek (S0)
pt: Cabeçalho (S0)
ro: Antet (S0)
th: ส่วนหัว (S0)
tr: Başlık (S0)
uk: Заголовок (S0)
vi: Tiêu đề (S0)
zh_hans: 标头（S0）
zh_hant: 標頭（S0）

# Transfer_writeCount
source: Write the record count (S5/S6)
ar: كتابة عدد السجلات (S5/S6)
cs: Zapsat počet záznamů (S5/S6)
de: Datensatzanzahl schreiben (S5/S6)
el: Εγγραφή του πλήθους εγγραφών (S5/S6)
es: Escribir el recuento de registros (S5/S6)
fa: نوشتن تعداد رکوردها (S5/S6)
fr: Écrire le nombre d'enregistrements (S5/S6)
hu: Rekordszám kiírása (S5/S6)
id: Tulis jumlah rekaman (S5/S6)
it: Scrivi il numero di record (S5/S6)
ja: レコード数 (S5 / S6) を出力する
ko: 레코드 수(S5/S6) 쓰기
pl: Zapisz liczbę rekordów (S5/S6)
pt: Gravar a contagem de registros (S5/S6)
ro: Scriere număr de înregistrări (S5/S6)
th: เขียนจำนวนเรคคอร์ด (S5/S6)
tr: Kayıt sayısını yaz (S5/S6)
uk: Записати кількість записів (S5/S6)
vi: Ghi số bản ghi (S5/S6)
zh_hans: 写入记录数（S5/S6）
zh_hant: 寫入記錄數（S5/S6）

# Transfer_urlSafe
source: URL-safe alphabet
ar: أبجدية آمنة لعناوين URL
cs: Abeceda bezpečná pro URL
de: URL-sicheres Alphabet
el: Αλφάβητο ασφαλές για URL
es: Alfabeto apto para URL
fa: الفبای امن برای URL
fr: Alphabet compatible URL
hu: URL-biztos ábécé
id: Alfabet aman untuk URL
it: Alfabeto sicuro per URL
ja: URL セーフ
ko: URL 안전 문자
pl: Alfabet bezpieczny dla URL
pt: Alfabeto seguro para URL
ro: Alfabet sigur pentru URL
th: ตัวอักษรที่ปลอดภัยสำหรับ URL
tr: URL için güvenli alfabe
uk: Абетка, безпечна для URL
vi: Bảng chữ cái an toàn cho URL
zh_hans: URL 安全字母表
zh_hant: URL 安全字母表

# Transfer_lineLength
source: Characters per line (0: no line breaks)
ar: الأحرف في كل سطر (0: بلا فواصل أسطر)
cs: Znaků na řádek (0: bez zalomení)
de: Zeichen pro Zeile (0: keine Zeilenumbrüche)
el: Χαρακτήρες ανά γραμμή (0: χωρίς αλλαγές γραμμής)
es: Caracteres por línea (0: sin saltos de línea)
fa: نویسه در هر خط (0: بدون شکست خط)
fr: Caractères par ligne (0 : aucun saut de ligne)
hu: Karakter soronként (0: nincs sortörés)
id: Karakter per baris (0: tanpa pemisah baris)
it: Caratteri per riga (0: nessuna interruzione)
ja: 1 行の文字数 (0 は改行なし)
ko: 줄당 문자 수(0: 줄 바꿈 없음)
pl: Znaki na wiersz (0: bez podziału wierszy)
pt: Caracteres por linha (0: sem quebras de linha)
ro: Caractere pe linie (0: fără sfârșituri de linie)
th: อักขระต่อบรรทัด (0: ไม่ขึ้นบรรทัดใหม่)
tr: Satır başına karakter (0: satır sonu yok)
uk: Символів у рядку (0: без розривів рядків)
vi: Số ký tự mỗi dòng (0: không ngắt dòng)
zh_hans: 每行字符数（0：不换行）
zh_hant: 每行字元數（0：不換行）

# Transfer_padding
source: Padding (=)
ar: الحشو (=)
cs: Doplnění (=)
de: Auffüllung (=)
el: Συμπλήρωση (=)
es: Relleno (=)
fa: لایه‌گذاری (=)
fr: Remplissage (=)
hu: Kitöltés (=)
it: Riempimento (=)
ja: パディング (=)
ko: 패딩(=)
pl: Dopełnienie (=)
pt: Preenchimento (=)
ro: Umplutură (=)
th: การเติม (=)
tr: Dolgu (=)
uk: Доповнення (=)
vi: Phần đệm (=)
zh_hans: 填充（=）
zh_hant: 填補（=）

# Transfer_delimiters
source: Add <~ and ~>
ar: إضافة <~ و ~>
cs: Přidat <~ a ~>
de: <~ und ~> hinzufügen
el: Προσθήκη <~ και ~>
es: Agregar <~ y ~>
fa: افزودن <~ و ~>
fr: Ajouter <~ et ~>
hu: <~ és ~> hozzáadása
id: Tambahkan <~ dan ~>
it: Aggiungi <~ e ~>
ja: <~ と ~> を付ける
ko: <~ 및 ~> 추가
pl: Dodaj <~ i ~>
pt: Adicionar <~ e ~>
ro: Adăugare <~ și ~>
th: เพิ่ม <~ และ ~>
tr: <~ ve ~> ekle
uk: Додати <~ і ~>
vi: Thêm <~ và ~>
zh_hans: 添加 <~ 和 ~>
zh_hant: 加上 <~ 和 ~>

# Transfer_uuName
source: File name in the begin line
ar: اسم الملف في سطر begin
cs: Název souboru v řádku begin
de: Dateiname in der begin-Zeile
el: Όνομα αρχείου στη γραμμή begin
es: Nombre de archivo en la línea begin
fa: نام فایل در خط begin
fr: Nom de fichier dans la ligne begin
hu: Fájlnév a begin sorban
id: Nama file di baris begin
it: Nome file nella riga begin
ja: begin 行のファイル名
ko: begin 줄의 파일 이름
pl: Nazwa pliku w wierszu begin
pt: Nome do arquivo na linha begin
ro: Nume fișier în linia begin
th: ชื่อไฟล์ในบรรทัด begin
tr: Begin satırındaki dosya adı
uk: Ім’я файлу в рядку begin
vi: Tên tệp trong dòng begin
zh_hans: begin 行中的文件名
zh_hant: begin 行中的檔案名稱

# Transfer_uuMode
source: Mode in the begin line
ar: الوضع في سطر begin
cs: Režim v řádku begin
de: Modus in der begin-Zeile
el: Λειτουργία στη γραμμή begin
es: Modo en la línea begin
fa: حالت در خط begin
fr: Mode dans la ligne begin
hu: Mód a begin sorban
id: Mode di baris begin
it: Modalità nella riga begin
ja: begin 行のモード
ko: begin 줄의 모드
pl: Tryb w wierszu begin
pt: Modo na linha begin
ro: Mod în linia begin
th: โหมดในบรรทัด begin
tr: Begin satırındaki mod
uk: Режим у рядку begin
vi: Chế độ trong dòng begin
zh_hans: begin 行中的模式
zh_hant: begin 行中的模式

# Transfer_keepUnreserved
source: Keep unreserved characters (RFC 3986)
ar: الإبقاء على الأحرف غير المحجوزة (RFC 3986)
cs: Zachovat nerezervované znaky (RFC 3986)
de: Nicht reservierte Zeichen beibehalten (RFC 3986)
el: Διατήρηση μη δεσμευμένων χαρακτήρων (RFC 3986)
es: Conservar los caracteres no reservados (RFC 3986)
fa: حفظ نویسه‌های رزرونشده (RFC 3986)
fr: Conserver les caractères non réservés (RFC 3986)
hu: Nem fenntartott karakterek megtartása (RFC 3986)
id: Pertahankan karakter tak dicadangkan (RFC 3986)
it: Mantieni i caratteri non riservati (RFC 3986)
ja: 非予約文字 (RFC 3986) は変換しない
ko: 예약되지 않은 문자 유지(RFC 3986)
pl: Zachowaj znaki niezarezerwowane (RFC 3986)
pt: Manter caracteres não reservados (RFC 3986)
ro: Păstrare caractere nerezervate (RFC 3986)
th: คงอักขระที่ไม่ได้สงวนไว้ (RFC 3986)
tr: Ayrılmamış karakterleri koru (RFC 3986)
uk: Залишати незарезервовані символи (RFC 3986)
vi: Giữ ký tự không dành riêng (RFC 3986)
zh_hans: 保留非保留字符（RFC 3986）
zh_hant: 保留非保留字元（RFC 3986）

# Transfer_bytesPerLine
source: Bytes per line (0: no line breaks)
ar: البايتات في كل سطر (0: بلا فواصل أسطر)
cs: Bajtů na řádek (0: bez zalomení)
de: Bytes pro Zeile (0: keine Zeilenumbrüche)
el: Byte ανά γραμμή (0: χωρίς αλλαγές γραμμής)
es: Bytes por línea (0: sin saltos de línea)
fa: بایت در هر خط (0: بدون شکست خط)
fr: Octets par ligne (0 : aucun saut de ligne)
hu: Bájt soronként (0: nincs sortörés)
id: Byte per baris (0: tanpa pemisah baris)
it: Byte per riga (0: nessuna interruzione)
ja: 1 行のバイト数 (0 は改行なし)
ko: 줄당 바이트 수(0: 줄 바꿈 없음)
pl: Bajty na wiersz (0: bez podziału wierszy)
pt: Bytes por linha (0: sem quebras de linha)
ro: Octeți pe linie (0: fără sfârșituri de linie)
th: ไบต์ต่อบรรทัด (0: ไม่ขึ้นบรรทัดใหม่)
tr: Satır başına bayt (0: satır sonu yok)
uk: Байтів у рядку (0: без розривів рядків)
vi: Số byte mỗi dòng (0: không ngắt dòng)
zh_hans: 每行字节数（0：不换行）
zh_hant: 每行位元組數（0：不換行）

# Transfer_separator
source: Separator
ar: الفاصل
cs: Oddělovač
de: Trennzeichen
el: Διαχωριστικό
es: Separador
fa: جداکننده
fr: Séparateur
hu: Elválasztó
id: Pemisah
it: Separatore
ja: 区切り
ko: 구분 기호
pt: Separador
th: ตัวคั่น
tr: Ayırıcı
uk: Роздільник
vi: Dấu phân cách
zh_hans: 分隔符
zh_hant: 分隔符號

# Transfer_customSeparator
source: Custom separator
ar: فاصل مخصص
cs: Vlastní oddělovač
de: Benutzerdefiniertes Trennzeichen
el: Προσαρμοσμένο διαχωριστικό
es: Separador personalizado
fa: جداکنندهٔ سفارشی
fr: Séparateur personnalisé
hu: Egyéni elválasztó
id: Pemisah kustom
it: Separatore personalizzato
ja: 任意の区切り
ko: 사용자 지정 구분 기호
pl: Separator niestandardowy
pt: Separador personalizado
ro: Separator particularizat
th: ตัวคั่นที่กำหนดเอง
tr: Özel ayırıcı
uk: Власний роздільник
vi: Dấu phân cách tùy chỉnh
zh_hans: 自定义分隔符
zh_hant: 自訂分隔符號

# Transfer_prefix
source: Prefix
ar: البادئة
cs: Předpona
de: Präfix
el: Πρόθεμα
es: Prefijo
fa: پیشوند
fr: Préfixe
hu: Előtag
id: Awalan
it: Prefisso
ja: 接頭辞
ko: 접두사
pl: Prefiks
pt: Prefixo
th: คำนำหน้า
tr: Önek
uk: Префікс
vi: Tiền tố
zh_hans: 前缀
zh_hant: 前置詞

# Transfer_customPrefix
source: Custom prefix
ar: بادئة مخصصة
cs: Vlastní předpona
de: Benutzerdefiniertes Präfix
el: Προσαρμοσμένο πρόθεμα
es: Prefijo personalizado
fa: پیشوند سفارشی
fr: Préfixe personnalisé
hu: Egyéni előtag
id: Awalan kustom
it: Prefisso personalizzato
ja: 任意の接頭辞
ko: 사용자 지정 접두사
pl: Prefiks niestandardowy
pt: Prefixo personalizado
ro: Prefix particularizat
th: คำนำหน้าที่กำหนดเอง
tr: Özel önek
uk: Власний префікс
vi: Tiền tố tùy chỉnh
zh_hans: 自定义前缀
zh_hant: 自訂前置詞

# Transfer_offsets
source: Offset at the start of each line
ar: الإزاحة في بداية كل سطر
cs: Posun na začátku každého řádku
de: Offset am Anfang jeder Zeile
el: Μετατόπιση στην αρχή κάθε γραμμής
es: Desplazamiento al inicio de cada línea
fa: آفست در آغاز هر خط
fr: Décalage au début de chaque ligne
hu: Eltolás minden sor elején
id: Offset di awal setiap baris
it: Offset all'inizio di ogni riga
ja: 行頭にオフセットを付ける
ko: 각 줄 시작에 오프셋
pl: Przesunięcie na początku każdego wiersza
pt: Deslocamento no início de cada linha
ro: Deplasament la începutul fiecărei linii
th: ออฟเซ็ตที่ต้นแต่ละบรรทัด
tr: Her satırın başında ofset
uk: Зміщення на початку кожного рядка
vi: Độ lệch ở đầu mỗi dòng
zh_hans: 在每行开头显示偏移量
zh_hant: 在每行開頭加上位移

# Transfer_valueSize
source: Bytes per value
ar: البايتات في كل قيمة
cs: Bajtů na hodnotu
de: Bytes pro Wert
el: Byte ανά τιμή
es: Bytes por valor
fa: بایت در هر مقدار
fr: Octets par valeur
hu: Bájt értékenként
id: Byte per nilai
it: Byte per valore
ja: 1 つの値のサイズ
ko: 값당 바이트 수
pl: Bajty na wartość
pt: Bytes por valor
ro: Octeți pe valoare
th: ไบต์ต่อค่า
tr: Değer başına bayt
uk: Байтів на значення
vi: Số byte mỗi giá trị
zh_hans: 每个值的字节数
zh_hant: 每個值的位元組數

# Transfer_signed
source: Signed
ar: بإشارة
cs: Se znaménkem
de: Mit Vorzeichen
el: Με πρόσημο
es: Con signo
fa: علامت‌دار
fr: Signé
hu: Előjeles
id: Bertanda
it: Con segno
ja: 符号あり
ko: 부호 있음
pl: Ze znakiem
pt: Com sinal
ro: Cu semn
th: มีเครื่องหมาย
tr: İşaretli
uk: Зі знаком
vi: Có dấu
zh_hans: 有符号
zh_hant: 帶正負號

# Transfer_perLine
source: Values per line
ar: القيم في كل سطر
cs: Hodnot na řádek
de: Werte pro Zeile
el: Τιμές ανά γραμμή
es: Valores por línea
fa: مقدار در هر خط
fr: Valeurs par ligne
hu: Érték soronként
id: Nilai per baris
it: Valori per riga
ja: 1 行の値の数
ko: 줄당 값 수
pl: Wartości na wiersz
pt: Valores por linha
ro: Valori pe linie
th: จำนวนค่าต่อบรรทัด
tr: Satır başına değer
uk: Значень у рядку
vi: Số giá trị mỗi dòng
zh_hans: 每行值数
zh_hant: 每行值數
